<body>
    <div class="container">
      <h1>Учителя</h1>
      <div id="rasList">
        <div class="ras">
          <h2>Зайнетдинов Данил Радикович</h2>
          <p>Преподаватель</p>
        </div>
        <div class="ras">
          <h2>Бирюкова Юлия Николаевна</h2>
          <p>Преподаватель</p>
        </div>
        <div class="ras">
          <h2>Бирюков Андрей Викторович</h2>
          <p>Преподаватель</p>
        </div>
        <div class="ras">
          <h2>Нургалиева Венера Раилевна</h2>
          <p>Преподаватель</p>
        </div>
        <div class="ras">
          <h2>Милованов Петр Николаевич</h2>
          <p>Преподаватель</p>
        </div>
      </div>
    </div>
  </body>