<body>
  <div class="container">
    <h1>Расписание</h1>
    <div id="rasList">
      <div class="ras">
        <h2>Тестирование практика</h2>
        <p>Преподаватель: Зайнетдинов Данил Радикович</p>
      </div>
      <div class="ras">
        <h2>Проектирование и дизайн ИС</h2>
        <p>Преподаватель: Бирюкова Юлия Николаевна</p>
      </div>
      <div class="ras">
        <h2>ОПД</h2>
        <p>Преподаватель: Бирюков Андрей Викторович</p>
      </div>
      <div class="ras">
        <h2>Физкультура</h2>
        <p>Преподаватель: Нургалиева Венера Раилевна</p>
      </div>
      <div class="ras">
        <h2>БЖ</h2>
        <p>Преподаватель: Милованов Петр Николаевич</p>
      </div>
    </div>
  </div>
</body>